Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Проверяет, какие TCP-порты открыты на хосте. Помогает узнать, какие сервисы доступны. Сканирование чужих хостов может расцениваться как недружественное действие.
ar: يفحص المنافذ TCP المفتوحة على المضيف. يساعد على معرفة الخدمات المتاحة. قد يُعدّ فحص مضيفي الآخرين عملاً غير ودّي.
de: Prüft, welche TCP-Ports auf dem Host offen sind. Hilft herauszufinden, welche Dienste verfügbar sind. Das Scannen fremder Hosts kann als unfreundliche Handlung gewertet werden.
en: Checks which TCP ports are open on a host. Helps find out which services are available. Scanning others' hosts may be treated as an unfriendly action.
es: Comprueba qué puertos TCP están abiertos en el host. Ayuda a saber qué servicios están disponibles. Escanear hosts ajenos puede considerarse una acción hostil.
fr: Vérifie quels ports TCP sont ouverts sur l'hôte. Permet de connaître les services disponibles. Scanner les hôtes d'autrui peut être considéré comme une action hostile.
hi: जाँचता है कि होस्ट पर कौन-से TCP पोर्ट खुले हैं। यह जानने में मदद करता है कि कौन-सी सेवाएँ उपलब्ध हैं। दूसरों के होस्ट स्कैन करना अमित्रवत कार्य माना जा सकता है।
it: Controlla quali porte TCP sono aperte sull'host. Aiuta a scoprire quali servizi sono disponibili. La scansione di host altrui può essere considerata un'azione ostile.
ja: ホスト上でどの TCP ポートが開いているかを確認します。利用可能なサービスを把握するのに役立ちます。他人のホストをスキャンすることは非友好的な行為とみなされる場合があります。
ko: 호스트에서 어떤 TCP 포트가 열려 있는지 확인합니다. 어떤 서비스를 사용할 수 있는지 파악하는 데 유용합니다. 타인의 호스트를 스캔하는 것은 비우호적인 행위로 간주될 수 있습니다.
pt_br: Verifica quais portas TCP estão abertas no host. Ajuda a descobrir quais serviços estão disponíveis. Escanear hosts de terceiros pode ser interpretado como uma ação hostil.
tr: Bir sunucuda hangi TCP portlarının açık olduğunu kontrol eder. Hangi hizmetlerin erişilebilir olduğunu öğrenmeye yardımcı olur. Başkalarının sunucularını taramak düşmanca bir eylem olarak değerlendirilebilir.
zh_hans: 检查主机上哪些 TCP 端口开放。帮助了解有哪些服务可用。扫描他人主机可能被视为不友善行为。

source: Проверяет, числится ли IP в почтовых чёрных списках (DNSBL). Полезно, если ваша почта попадает в спам.
ar: يفحص ما إذا كان IP مُدرَجاً في القوائم السوداء البريدية (DNSBL). مفيد إذا كان بريدك يصل إلى مجلد الرسائل غير المرغوبة.
de: Prüft, ob eine IP in E-Mail-Blacklists (DNSBL) geführt wird. Nützlich, wenn Ihre E-Mails im Spam landen.
en: Checks whether an IP is listed in email blacklists (DNSBL). Useful if your mail ends up in spam.
es: Comprueba si la IP figura en listas negras de correo (DNSBL). Útil si tu correo acaba en el spam.
fr: Vérifie si une IP figure dans des listes noires de messagerie (DNSBL). Utile si votre courrier atterrit dans les spams.
hi: जाँचता है कि क्या IP मेल की काली सूचियों (DNSBL) में है। यदि आपका मेल स्पैम में जाता है तो उपयोगी।
it: Controlla se l'IP è presente nelle blacklist di posta (DNSBL). Utile se la tua posta finisce nello spam.
ja: IP がメールのブラックリスト（DNSBL）に登録されているかを確認します。メールが迷惑メール扱いされる場合に役立ちます。
ko: IP가 메일 블랙리스트(DNSBL)에 등록되어 있는지 확인합니다. 메일이 스팸으로 분류될 때 유용합니다.
pt_br: Verifica se o IP consta em listas negras de e-mail (DNSBL). Útil se seus e-mails caem no spam.
tr: Bir IP'nin posta kara listelerinde (DNSBL) yer alıp almadığını kontrol eder. E-postalarınız spam'e düşüyorsa yararlıdır.
zh_hans: 检查 IP 是否被列入邮件黑名单（DNSBL）。当你的邮件被判为垃圾邮件时很有用。

source: проверяется…
ar: جارٍ الفحص…
de: wird geprüft…
en: checking…
es: comprobando…
fr: vérification…
hi: जाँच हो रही है…
it: verifica…
ja: 確認中…
ko: 확인 중…
pt_br: verificando…
tr: kontrol ediliyor…
zh_hans: 检测中…

source: Продвинутое
ar: متقدّم
de: Erweitert
en: Advanced
es: Avanzado
fr: Avancé
hi: उन्नत
it: Avanzate
ja: 詳細設定
ko: 고급
pt_br: Avançado
tr: Gelişmiş
zh_hans: 高级

source: Производительность
ar: الأداء
de: Leistung
en: Performance
es: Rendimiento
fr: Performance
hi: प्रदर्शन
it: Prestazioni
ja: パフォーマンス
ko: 성능
pt_br: Desempenho
tr: Performans
zh_hans: 性能

source: Пройдём по диапазону и покажем, какие адреса отвечают, с именем и задержкой.
ar: سنمسح النطاق ونعرض العناوين المستجيبة مع الاسم وزمن الاستجابة.
de: Geht den Bereich durch und zeigt, welche Adressen antworten – mit Name und Latenz.
en: We'll walk the range and show which addresses answer, with name and latency.
es: Recorreremos el rango y mostraremos qué direcciones responden, con nombre y latencia.
fr: Nous parcourrons la plage et montrerons quelles adresses répondent, avec nom et latence.
hi: हम रेंज में जाँच कर बताएंगे कि कौन-से पते उत्तर देते हैं, नाम और देरी के साथ।
it: Percorreremo l'intervallo e mostreremo quali indirizzi rispondono, con nome e latenza.
ja: 範囲を走査し、応答したアドレスを名前と遅延つきで表示します。
ko: 범위를 훑어 응답한 주소를 이름과 지연 시간과 함께 보여줍니다.
pt_br: Vamos percorrer a faixa e mostrar quais endereços respondem, com nome e latência.
tr: Aralığı tarar ve hangi adreslerin yanıt verdiğini adı ve gecikmesiyle gösteririz.
zh_hans: 遍历该范围，列出有响应的地址及其名称与延迟。

source: Прокси
ar: وكيل
de: Proxy
en: Proxy
es: Proxy
fr: Proxy
hi: प्रॉक्सी
it: Proxy
ja: プロキシ
ko: 프록시
pt_br: Proxy
tr: Proxy
zh_hans: 代理

source: Промежуточные результаты
ar: نتائج وسيطة
de: Zwischenergebnisse
en: Intermediate results
es: Resultados intermedios
fr: Résultats intermédiaires
hi: मध्यवर्ती परिणाम
it: Risultati intermedi
ja: 中間結果
ko: 중간 결과
pt_br: Resultados parciais
tr: Ara sonuçlar
zh_hans: 中间结果

source: Промежуточные результаты. Можно отключить весь список или отдельные поля в каждом элементе.
ar: النتائج الوسيطة. يمكن إيقاف القائمة بالكامل أو حقول مفردة في كل عنصر.
de: Zwischenergebnisse. Du kannst die ganze Liste oder einzelne Felder in jedem Eintrag deaktivieren.
en: Interim results. You can turn off the whole list or individual fields in each entry.
es: Resultados intermedios. Puedes desactivar toda la lista o campos concretos de cada elemento.
fr: Résultats intermédiaires. Vous pouvez désactiver toute la liste ou certains champs de chaque élément.
hi: मध्यवर्ती परिणाम। पूरी सूची या हर आइटम के अलग-अलग फ़ील्ड बंद किए जा सकते हैं।
it: Risultati intermedi. Puoi disattivare l’intero elenco o singoli campi di ogni elemento.
ja: 途中経過です。リスト全体をオフにすることも、各項目の個別のフィールドをオフにすることもできます。
ko: 중간 결과예요. 목록 전체를 끄거나 각 항목의 개별 필드를 끌 수 있어요.
pt_br: Resultados parciais. É possível desativar a lista inteira ou campos específicos de cada item.
tr: Ara sonuçlar. Listenin tamamını ya da her ögedeki tek tek alanları kapatabilirsiniz.
zh_hans: 中间结果。可关闭整个列表，或每项中的个别字段。

source: Промежуточный %lld
ar: وسيط %lld
de: Zwischenwert %lld
en: Intermediate %lld
es: Intermedio %lld
fr: Intermédiaire %lld
hi: मध्यवर्ती %lld
it: Intermedio %lld
ja: 中間 %lld
ko: 중간 %lld
pt_br: Parcial %lld
tr: Ara %lld
zh_hans: 中间结果 %lld

source: Пропускная способность
ar: الإنتاجية
de: Durchsatz
en: Throughput
es: Rendimiento
fr: Débit
hi: थ्रूपुट
it: Velocità effettiva
ja: スループット
ko: 처리량
pt_br: Taxa de transferência
tr: Verim
zh_hans: 吞吐量

source: Пропустить
ar: تخطّي
de: Überspringen
en: Skip
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
tr: Atla
zh_hans: 跳过

source: Пропущено дубликатов: %lld
ar: المكرر المتخطى: %lld
de: Übersprungene Duplikate: %lld
en: Duplicates skipped: %lld
es: Duplicados omitidos: %lld
fr: Doublons ignorés : %lld
hi: छोड़े गए डुप्लिकेट: %lld
it: Duplicati ignorati: %lld
ja: 重複のためスキップ：%lld
ko: 중복으로 건너뜀: %lld
pt_br: Duplicados ignorados: %lld
tr: Atlanan kopya: %lld
zh_hans: 已跳过重复项：%lld

source: Просканируем эфир: соседние сети, их каналы, диапазоны и уровень сигнала. Видно, какие каналы перегружены. Нужен доступ к геопозиции.
ar: نمسح الأثير: الشبكات المجاورة وقنواتها ونطاقاتها ومستوى الإشارة. ترى القنوات المزدحمة. يلزم الوصول إلى الموقع.
de: Wir scannen den Äther: Nachbarnetze, ihre Kanäle, Bänder und den Signalpegel. Du siehst, welche Kanäle überlastet sind. Standortzugriff ist erforderlich.
en: We scan the air: neighboring networks, their channels, bands and signal level. You see which channels are congested. Location access is required.
es: Escaneamos el aire: redes vecinas, sus canales, bandas y nivel de señal. Ves qué canales están saturados. Se requiere acceso a la ubicación.
fr: Nous analysons les ondes : réseaux voisins, leurs canaux, bandes et niveau de signal. Vous voyez quels canaux sont saturés. L’accès à la localisation est requis.
hi: हम एयर स्कैन करते हैं: आस-पास के नेटवर्क, उनके चैनल, बैंड और सिग्नल स्तर। दिखता है कौन-से चैनल भीड़भाड़ वाले हैं। स्थान की अनुमति चाहिए।
it: Scansioniamo l’etere: reti vicine, i loro canali, bande e livello del segnale. Vedi quali canali sono congestionati. È richiesto l’accesso alla posizione.
ja: 電波をスキャンします：近隣ネットワークとそのチャンネル、周波数帯、信号強度。どのチャンネルが混雑しているかが分かります。位置情報の許可が必要です。
ko: 공중을 스캔합니다: 주변 네트워크와 채널, 대역, 신호 세기. 어떤 채널이 혼잡한지 알 수 있습니다. 위치 접근이 필요합니다.
pt_br: Escaneamos o ar: redes vizinhas, seus canais, bandas e nível de sinal. Você vê quais canais estão congestionados. É necessário acesso à localização.
tr: Havayı tararız: komşu ağlar, kanalları, bantları ve sinyal düzeyi. Hangi kanalların yoğun olduğunu görürsünüz. Konum erişimi gerekir.
zh_hans: 扫描空口：邻近网络及其信道、频段和信号强度。可以看到哪些信道拥挤。需要定位权限。

source: простой
ar: خمول
de: Leerlauf
en: idle
es: reposo
fr: repos
hi: निष्क्रिय
it: a riposo
ja: アイドル
ko: 유휴
pt_br: ocioso
tr: boşta
zh_hans: 空闲

source: Простой
ar: خمول
de: Leerlauf
en: Idle
es: Reposo
fr: Repos
hi: निष्क्रिय
it: A riposo
ja: アイドル
ko: 유휴
pt_br: Ocioso
tr: Boşta
zh_hans: 空闲

source: Протокол
ar: البروتوكول
de: Protokoll
en: Protocol
es: Protocolo
fr: Protocole
hi: प्रोटोकॉल
it: Protocollo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
tr: Protokol
zh_hans: 协议

source: Профили
ar: ملفات التعريف
de: Profile
en: Profiles
es: Perfiles
fr: Profils
hi: प्रोफ़ाइल
it: Profili
ja: プロファイル
ko: 프로파일
pt_br: Perfis
tr: Profiller
zh_hans: 配置

source: Профили ниже при этом не бесполезны: условие «При подключении к Wi-Fi …» проверяет сама система в «Командах», и автоматизация запускает проверку без прав на имя сети.
ar: ومع ذلك فملفات التعريف أدناه ليست بلا فائدة: النظام نفسه هو من يتحقق من شرط “عند الاتصال بشبكة Wi-Fi …” في الاختصارات، وتشغّل الأتمتة الفحص دون الحاجة إلى صلاحية قراءة اسم الشبكة.
de: Die Profile unten sind trotzdem nützlich: Die Bedingung „Wenn ich mich mit Wi-Fi verbinde …“ prüft das System selbst in „Kurzbefehle“, und die Automation startet die Prüfung ohne Berechtigung für den Netzwerknamen.
en: The profiles below are still useful: the “When I connect to Wi-Fi …” condition is evaluated by the system itself in Shortcuts, so an automation can start a check without the network-name entitlement.
es: Aun así, los perfiles de abajo siguen siendo útiles: la condición “Al conectarse a una red Wi-Fi…” la evalúa el propio sistema en Atajos, y la automatización ejecuta la comprobación sin necesidad de permiso para leer el nombre de la red.
fr: Les profils ci-dessous restent utiles : la condition « Quand je me connecte au Wi-Fi… » est évaluée par le système dans Raccourcis, et l’automatisation lance la vérification sans droit d’accès au nom du réseau.
hi: फिर भी नीचे दी गई प्रोफ़ाइल बेकार नहीं हैं: "जब Wi-Fi से कनेक्ट हो …" शर्त को सिस्टम खुद "शॉर्टकट" में जाँचता है, और ऑटोमेशन नेटवर्क नाम के अधिकार बिना ही जाँच चलाती है।
it: I profili qui sotto restano comunque utili: la condizione “Quando mi connetto al Wi-Fi …” la verifica il sistema stesso in “Comandi rapidi”, e l’automazione avvia la verifica senza i diritti sul nome della rete.
ja: それでも以下のプロファイルは役に立ちます。「Wi-Fi に接続したとき…」の条件は「ショートカット」でシステム自身が判定するため、ネットワーク名の権限がなくてもオートメーションからチェックを実行できます。
ko: 그래도 아래 프로파일은 쓸모가 있어요. 'Wi-Fi에 연결될 때…' 조건은 '단축어'에서 시스템이 직접 판단하므로, 네트워크 이름 권한 없이도 자동화가 확인을 실행해요.
pt_br: Mesmo assim, os perfis abaixo continuam úteis: a condição “Quando eu conectar ao Wi-Fi …” é verificada pelo próprio sistema nos “Atalhos”, e a automação inicia a verificação sem precisar do direito de ler o nome da rede.
tr: Yine de aşağıdaki profiller işe yarar: “Wi-Fi’ye bağlanınca …” koşulunu Kısayollar’da sistemin kendisi denetler ve otomasyon, ağ adı yetkisi olmadan da denetimi başlatır.
zh_hans: 下面的配置依然有用：“当连接到 Wi-Fi …”这一条件由系统在“快捷指令”中判断，自动化无需网络名称权限即可运行检测。

source: Профили сети
ar: ملفات تعريف الشبكة
de: Netzwerkprofile
en: Network profiles
es: Perfiles de red
fr: Profils réseau
hi: नेटवर्क प्रोफ़ाइल
it: Profili di rete
ja: ネットワークプロファイル
ko: 네트워크 프로파일
pt_br: Perfis de rede
tr: Ağ profilleri
zh_hans: 网络配置

source: Профиль
ar: ملف التعريف
de: Profil
en: Profile
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロファイル
ko: 프로파일
pt_br: Perfil
tr: Profil
zh_hans: 配置

source: Профиль активен
ar: ملف التعريف نشط
de: Profil aktiv
en: Profile active
es: Perfil activo
fr: Profil actif
hi: प्रोफ़ाइल सक्रिय है
it: Profilo attivo
ja: プロファイルが有効
ko: 프로파일 사용 중
pt_br: Perfil ativo
tr: Profil etkin
zh_hans: 配置已启用

source: Профиль меняет вид TLS-рукопожатия. Это не полная имитация браузера — порядок расширений задаёт система. Но если один профиль проходит, а другой обрывается, ограничение зависит от вида соединения.
ar: يغيّر ملف التعريف شكل مصافحة TLS. وهذه ليست محاكاة كاملة للمتصفح، إذ يحدد النظام ترتيب الامتدادات. لكن إذا نجح ملف تعريف وانقطع آخر، فإن القيد يعتمد على نوع الاتصال.
de: Das Profil verändert das Erscheinungsbild des TLS-Handshakes. Es ist keine vollständige Browser-Imitation – die Reihenfolge der Erweiterungen legt das System fest. Kommt aber ein Profil durch und bricht ein anderes ab, hängt die Einschränkung von der Art der Verbindung ab.
en: The profile changes what the TLS handshake looks like. It isn’t a full browser imitation — the system decides the order of extensions. But if one profile gets through and another is cut off, the restriction depends on the kind of connection.
es: El perfil cambia el aspecto del protocolo de enlace TLS. No es una imitación completa de un navegador: el orden de las extensiones lo define el sistema. Pero si un perfil pasa y otro se corta, la restricción depende del tipo de conexión.
fr: Le profil modifie l’aspect de la négociation TLS. Ce n’est pas une imitation complète d’un navigateur — l’ordre des extensions est fixé par le système. Mais si un profil passe et qu’un autre est coupé, la restriction dépend du type de connexion.
hi: प्रोफ़ाइल TLS हैंडशेक का रूप बदलती है। यह ब्राउज़र की पूरी नक़ल नहीं है — एक्सटेंशन का क्रम सिस्टम तय करता है। लेकिन अगर एक प्रोफ़ाइल पास हो जाए और दूसरी टूट जाए, तो प्रतिबंध कनेक्शन के प्रकार पर निर्भर है।
it: Il profilo cambia l’aspetto dell’handshake TLS. Non è un’imitazione completa del browser: l’ordine delle estensioni lo decide il sistema. Ma se un profilo passa e un altro si interrompe, la restrizione dipende dal tipo di connessione.
ja: プロファイルは TLS ハンドシェイクの見え方を変えます。ブラウザの完全な再現ではなく、拡張の順序はシステムが決めます。それでも、一方のプロファイルは通り、もう一方が切断される場合、その制限は接続の種類に依存しています。
ko: 프로파일은 TLS 핸드셰이크의 형태를 바꿔요. 브라우저를 완전히 흉내 내지는 못하고, 확장 순서는 시스템이 정해요. 하지만 한 프로파일은 통과하고 다른 프로파일은 끊긴다면, 그 제한은 연결 방식에 좌우되는 거예요.
pt_br: O perfil muda o formato do handshake TLS. Não é uma imitação completa de um navegador — a ordem das extensões é definida pelo sistema. Mas se um perfil passa e outro é interrompido, a restrição depende do tipo de conexão.
tr: Profil, TLS el sıkışmasının biçimini değiştirir. Bu, tarayıcının tam bir taklidi değildir; uzantıların sırasını sistem belirler. Ancak bir profil geçip diğeri kopuyorsa kısıtlama bağlantı türüne bağlıdır.
zh_hans: 配置会改变 TLS 握手的形态。这并非完全模拟浏览器——扩展顺序由系统决定。但若一种配置能通过而另一种被中断，说明限制与连接类型有关。

source: Профиль соединения
ar: ملف تعريف الاتصال
de: Verbindungsprofil
en: Connection profile
es: Perfil de conexión
fr: Profil de connexion
hi: कनेक्शन प्रोफ़ाइल
it: Profilo di connessione
ja: 接続プロファイル
ko: 연결 프로파일
pt_br: Perfil de conexão
tr: Bağlantı profili
zh_hans: 连接配置

source: Прямое подключение
ar: اتصال مباشر
de: Direkte Verbindung
en: Direct connection
es: Conexión directa
fr: Connexion directe
hi: सीधा कनेक्शन
it: Connessione diretta
ja: 直接接続
ko: 직접 연결
pt_br: Conexão direta
tr: Doğrudan bağlantı
zh_hans: 直接连接

source: Прямое подключение к реальному адресу домена не проходит, хотя контрольный адрес доступен.
ar: الاتصال المباشر بالعنوان الحقيقي للنطاق لا ينجح رغم توفّر العنوان المرجعي.
de: Die direkte Verbindung zur tatsächlichen Adresse der Domain kommt nicht zustande, obwohl die Kontrolladresse erreichbar ist.
en: A direct connection to the domain's real address doesn't go through, even though the control address is reachable.
es: La conexión directa a la dirección real del dominio no pasa, aunque la dirección de control sí está disponible.
fr: La connexion directe à l'adresse réelle du domaine échoue, bien que l'adresse de contrôle soit accessible.
hi: डोमेन के वास्तविक पते से सीधा कनेक्शन नहीं होता, जबकि नियंत्रण पता उपलब्ध है।
it: La connessione diretta all'indirizzo reale del dominio non riesce, anche se l'indirizzo di controllo è raggiungibile.
ja: 基準アドレスには到達できるのに、ドメインの実際のアドレスへの直接接続は成立しません。
ko: 기준 주소는 접속 가능하지만 도메인의 실제 주소로의 직접 연결은 통과하지 못합니다.
pt_br: A conexão direta ao endereço real do domínio não passa, embora o endereço de controle esteja acessível.
tr: Kontrol adresi erişilebilir olmasına rağmen, alan adının gerçek adresine doğrudan bağlantı geçmiyor.
zh_hans: 无法直接连接到域名的真实地址，尽管控制地址可访问。

source: пустой ответ
ar: استجابة فارغة
de: leere Antwort
en: empty response
es: respuesta vacía
fr: réponse vide
hi: खाली उत्तर
it: risposta vuota
ja: 空の応答
ko: 빈 응답
pt_br: resposta vazia
tr: boş yanıt
zh_hans: 空响应

source: Пустой ответ.
ar: استجابة فارغة.
de: Leere Antwort.
en: Empty response.
es: Respuesta vacía.
fr: Réponse vide.
hi: ख़ाली जवाब।
it: Risposta vuota.
ja: 応答が空です。
ko: 응답이 비어 있어요.
pt_br: Resposta vazia.
tr: Boş yanıt.
zh_hans: 响应为空。

source: путь MTU, байт
ar: MTU المسار، بايت
de: Pfad-MTU, Bytes
en: path MTU, bytes
es: MTU de ruta, bytes
fr: MTU du chemin, octets
hi: पथ MTU, बाइट
it: MTU del percorso, byte
ja: パス MTU（バイト）
ko: 경로 MTU, 바이트
pt_br: MTU do caminho, bytes
tr: yol MTU, bayt
zh_hans: 路径 MTU（字节）

source: Путь до хоста по хопам
ar: المسار إلى المضيف عبر القفزات
de: Pfad zum Host über Hops
en: Path to host by hops
es: Ruta hasta el host por saltos
fr: Trajet vers l'hôte par sauts
hi: हॉप के अनुसार होस्ट तक मार्ग
it: Percorso verso l'host per hop
ja: ホップごとのホストまでの経路
ko: 홉별 호스트 경로
pt_br: Caminho até o host por saltos
tr: Sıçramalara göre sunucuya giden yol
zh_hans: 到主机的逐跳路径

source: Путь ограничивает MTU ниже 1500 — вероятны туннель/VPN/PPPoE.
ar: يقيّد المسار MTU دون 1500 — يُرجَّح وجود نفق/VPN/PPPoE.
de: Der Pfad begrenzt die MTU auf unter 1500 – wahrscheinlich Tunnel/VPN/PPPoE.
en: The path limits MTU below 1500 — a tunnel/VPN/PPPoE is likely.
es: La ruta limita el MTU por debajo de 1500: probable túnel/VPN/PPPoE.
fr: Le trajet limite le MTU en dessous de 1500 — un tunnel/VPN/PPPoE est probable.
hi: मार्ग MTU को 1500 से नीचे सीमित करता है — संभवतः टनल/VPN/PPPoE।
it: Il percorso limita l'MTU sotto 1500 — probabile tunnel/VPN/PPPoE.
ja: 経路が MTU を 1500 未満に制限しています — トンネル/VPN/PPPoE の可能性があります。
ko: 경로가 MTU를 1500 미만으로 제한합니다 — 터널/VPN/PPPoE일 가능성이 높습니다.
pt_br: O caminho limita o MTU abaixo de 1500 — provável túnel/VPN/PPPoE.
tr: Yol, MTU'yu 1500'ün altına düşürüyor — muhtemelen tünel/VPN/PPPoE.
zh_hans: 路径将 MTU 限制在 1500 以下 — 很可能存在隧道/VPN/PPPoE。

source: Работают, пока приложение открыто: iOS не запускает приложение по таймеру в фоне. Для фона настройте автоматизацию в «Командах».
ar: تعمل ما دام التطبيق مفتوحًا: فنظام iOS لا يشغّل التطبيق بمؤقّت في الخلفية. وللعمل في الخلفية اضبط أتمتة في الاختصارات.
de: Sie laufen nur, solange die App geöffnet ist: iOS startet Apps im Hintergrund nicht per Timer. Richte für den Hintergrund eine Automation in „Kurzbefehle“ ein.
en: These run only while the app is open: iOS doesn’t launch apps on a timer in the background. For background runs, set up an automation in Shortcuts.
es: Funcionan mientras la app está abierta: iOS no abre la app con un temporizador en segundo plano. Para el segundo plano, crea una automatización en Atajos.
fr: Actives tant que l’app est ouverte : iOS ne lance pas l’app par minuterie en arrière-plan. Pour l’arrière-plan, créez une automatisation dans Raccourcis.
hi: ये तभी चलते हैं जब ऐप खुला हो: iOS बैकग्राउंड में टाइमर से ऐप शुरू नहीं करता। बैकग्राउंड के लिए "शॉर्टकट" में ऑटोमेशन सेट करें।
it: Funzionano solo con l’app aperta: iOS non avvia l’app a tempo in background. Per il background configura un’automazione in “Comandi rapidi”.
ja: App を開いている間だけ動作します。iOS はバックグラウンドでタイマーにより App を起動しません。バックグラウンド実行には「ショートカット」でオートメーションを設定してください。
ko: 앱이 열려 있는 동안에만 작동해요. iOS는 백그라운드에서 타이머로 앱을 실행하지 않아요. 백그라운드 실행은 '단축어'에서 자동화를 설정하세요.
pt_br: Funcionam enquanto o app estiver aberto: o iOS não abre o app por temporizador em segundo plano. Para segundo plano, configure uma automação nos “Atalhos”.
tr: Yalnızca uygulama açıkken çalışır: iOS uygulamayı arka planda zamanlayıcıyla başlatmaz. Arka plan için Kısayollar’da bir otomasyon ayarlayın.
zh_hans: 仅在 App 打开时运行：iOS 不会在后台按定时器启动 App。如需后台运行，请在“快捷指令”中设置自动化。

source: Разбудить
ar: إيقاظ
de: Aufwecken
en: Wake
es: Encender
fr: Réveiller
hi: जगाएँ
it: Riattiva
ja: 起動
ko: 깨우기
pt_br: Despertar
tr: Uyandır
zh_hans: 唤醒

source: Разбудить устройство по MAC
ar: إيقاظ الجهاز عبر MAC
de: Gerät per MAC aufwecken
en: Wake a device by MAC
es: Encender el dispositivo por MAC
fr: Réveiller un appareil par son MAC
hi: MAC द्वारा डिवाइस जगाएँ
it: Riattiva il dispositivo tramite MAC
ja: MAC でデバイスを起動
ko: MAC으로 기기 깨우기
pt_br: Despertar dispositivo pelo MAC
tr: Cihazı MAC ile uyandır
zh_hans: 按 MAC 唤醒设备

source: развёрнуто
ar: موسّع
de: ausgeklappt
en: expanded
es: expandido
fr: développé
hi: विस्तृत
it: espanso
ja: 展開
ko: 펼침
pt_br: expandido
tr: genişletildi
zh_hans: 已展开

source: Развернуть раздел
ar: توسيع القسم
de: Abschnitt ausklappen
en: Expand section
es: Expandir sección
fr: Développer la section
hi: अनुभाग विस्तृत करें
it: Espandi sezione
ja: セクションを展開
ko: 섹션 펼치기
pt_br: Expandir seção
tr: Bölümü genişlet
zh_hans: 展开分区

source: Раздел
ar: القسم
de: Bereich
en: Section
es: Sección
fr: Section
hi: अनुभाग
it: Sezione
ja: セクション
ko: 섹션
pt_br: Seção
tr: Bölüm
zh_hans: 分区

source: Размер пакета
ar: حجم الحزمة
de: Paketgröße
en: Packet size
es: Tamaño del paquete
fr: Taille du paquet
hi: पैकेट आकार
it: Dimensione del pacchetto
ja: パケットサイズ
ko: 패킷 크기
pt_br: Tamanho do pacote
tr: Paket boyutu
zh_hans: 数据包大小

source: Разные резолверы бок о бок
ar: محلّلات مختلفة جنباً إلى جنب
de: Verschiedene Resolver nebeneinander
en: Different resolvers side by side
es: Distintos resolutores en paralelo
fr: Différents résolveurs côte à côte
hi: विभिन्न रिज़ॉल्वर साथ-साथ
it: Resolver diversi a confronto
ja: 複数のリゾルバを並べて比較
ko: 여러 리졸버 나란히 비교
pt_br: Resolvedores diferentes lado a lado
tr: Farklı çözümleyiciler yan yana
zh_hans: 多个解析器并排对比

source: Разобрать
ar: تحليل
de: Parsen
en: Parse
es: Analizar
fr: Analyser
hi: पार्स करें
it: Analizza
ja: 解析
ko: 파싱
pt_br: Analisar
tr: Ayrıştır
zh_hans: 解析

source: Разрешать имена (rDNS)
ar: تحليل الأسماء (rDNS)
de: Namen auflösen (rDNS)
en: Resolve names (rDNS)
es: Resolver nombres (rDNS)
fr: Résoudre les noms (rDNS)
hi: नाम रिज़ॉल्व करें (rDNS)
it: Risolvi i nomi (rDNS)
ja: 名前を解決する（rDNS）
ko: 이름 확인 (rDNS)
pt_br: Resolver nomes (rDNS)
tr: Adları çözümle (rDNS)
zh_hans: 解析名称（rDNS）

source: Разрешение имени в адрес
ar: تحليل الاسم إلى عنوان
de: Auflösung von Name zu Adresse
en: Name-to-address resolution
es: Resolución de nombre a dirección
fr: Résolution du nom en adresse
hi: नाम से पते का रिज़ॉल्यूशन
it: Risoluzione del nome in indirizzo
ja: 名前からアドレスへの解決
ko: 이름을 주소로 확인
pt_br: Resolução de nome em endereço
tr: Adı adrese çözümleme
zh_hans: 将名称解析为地址

source: Разрешения
ar: الأذونات
de: Berechtigungen
en: Permissions
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
it: Autorizzazioni
ja: 許可
ko: 권한
pt_br: Permissões
tr: İzinler
zh_hans: 权限
